In [6]:
import pandas as pd

# Load the CSV file (should be in the same directory) 
data = pd.read_csv("./data/norway_new_car_sales_by_make.csv") 
 
data

      Year  Month        Make  Quantity   Pct
0     2007      1      Toyota      2884  22.7
1     2007      1  Volkswagen      2521  19.9
2     2007      1     Peugeot      1029   8.1
3     2007      1        Ford       870   6.9
4     2007      1       Volvo       693   5.5
...    ...    ...         ...       ...   ...
4372  2017      1     Nilsson         3   0.0
4373  2017      1    Maserati         2   0.0
4374  2017      1     Ferrari         1   0.0
4375  2017      1       Smart         1   0.0
4376  2017      1   Ssangyong         1   0.0

[4377 rows x 5 columns]